[M_Orchid_ScurvyDogs MissionDefinition]
MissionName="The Story of the Book Dog"
MissionDescription="Scurvy killed many people. See, they're not as hungry or explosive, but they're still deadly. To do this, Mercer had to choose a group of fruits.."
TurnInDescription="Collect the fruit enough to fight the Squid. Murray may have a shot in the foot, but at least he's getting some vitamin C.."
MissionSummary="Select the result.."
MissionGiver="Pirates"
MissionTurnInLocation="Pirate price tag"
TeaserText="Vitamin C deficiency causes scurvy. This can be avoided by drinking orange juice regularly. So you're saying video games don't teach you anything?."

[M_Orchid_ScurvyDogs:CollectFood MissionObjectiveDefinition]
ProgressMessage="Select the result"

[M_Orchid_ScurvyDogs:CollectFoodSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

